[
  {
    "Chapter": "Jag led hela tiden",
    "Media Link": "https://www.stadtentwicklung.berlin.de/denkmal/liste_karte_datenbank/de/denkmaldatenbank/bilder/Mit/02/09035283b.jpg",
    "Media Credit": "Hochschule für die Wissenschaft des Judentums",
    "Media Credit Link": "https://www.stadtentwicklung.berlin.de/denkmal/liste_karte_datenbank/de/denkmaldatenbank/daobj.php?obj_dok_nr=09035283",
    "Description": "<p>”Jag är född i Berlin 1917. Min pappa var stabsofficer hos Hindenburg och var där hela tiden i tjänst, men 1926 dog han. Det hade den effekten att mamma fick börja jobba – militärer var inte precis förmögna och jag hade gamla morföräldrar som inte kunde ta hand om mig. Mamma var inte van vid att arbeta på det sättet och kunde inte hålla mig hemma. Jag hamnade då på ett barnhem som hade två kännetecken – det var judiskt ortodoxt och preussiskt disciplinärt, med uniformering i allra högsta grad och med kalskurna huvuden. Jag led hela tiden. Det här lidandet, det har jag levt med hela mitt liv, nästan hela tiden. Där hade jag min skoltid och på den här institutionen var jag tills jag gjorde min student.</p><p></p><p>Efter studenten hade Hitler etablerat sig och det innebar helt enkelt att jag fick välja. Jag hade en rabbinutbildning som jag skulle fullfölja. Inte till en ortodox rabbin, utan jag ville bli en liberal rabbin. Och det fanns en högskola i Berlin som hette den Judische Wissenschaft. Där läste jag från 1936 till 1939. Samtidigt med det läste jag trädgårdskunskap. Jag utexaminerades 1937, strax innan allt blev förbjudet, och blev trädgårdstekniker med specialinriktning på växtsjukdomar.”</p>",
    "Zoom": "14",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Hochschule für die Wissenschaft des Judentums",
        "Latitude": "52.523986",
        "Longitude": "13.392157"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "https://mapwarper.net/maps/tile/34425/{z}/{x}/{y}.png ",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Jag kom undan, men alla de andra åkte in",
    "Media Link": "https://www.youtube.com/embed/lFwhYbbrCJ0",
    "Media Credit": "Holocaust Survivor Testimonies: Kristallnacht in a Small German Town",
    "Media Credit Link": "https://commons.wikimedia.org/wiki/File:Jews_forced_to_march_with_star_Kristallnacht_(cropped).jpg#/media/File:Jews_forced_to_march_with_star_Kristallnacht_(cropped).jpg",
    "Description": "<p>”Jag var juniormästare i brottning från 1933 till 1936 och när jag 1935 skulle gå på arenan i Berlin så sjöng man ’Wenn’s Judenblut vom Messer spritzt’. Varje gång jag gick på mattan var det sådant som hände. Den tränaren vi hade, han var inte jude, och när jag inte ville gå på mattan så sa han: ’Du ska ta mig fan gå på mattan! Vi ska visa dem!’.</p><p></p><p>Jag minns den 9 november 1938, det som senare kom att kallas Kristallnatten. Jag var då under trädgårdsutbildning. Då var jag på ett omskolningsläger som lärare för dem som skulle bli jordbrukare i Israel så småningom, trots att jag var ganska ung. På den gård där jag var väcktes vi mitt i natten av SS-armén, fulla och galna. De drog upp oss mitt i natten och sköt ihjäl en kille. Jag åkte till Berlin och skulle rapportera detta. Där var kaos. När jag kom till järnvägsstationen Westbahnhof så var den omringad av SS. Men eftersom jag hade stövlar och grön lodenkostym så betraktades jag som en av dem. Ingen märkte att jag hade hakkorset på rockslaget. Och det innebar att jag slapp undan. Men det var en ren tillfällighet. Jag kom undan, men alla de andra åkte in. Eller försvann. Vart de försvann vet jag inte riktigt. Det gick på nolltid.”</p>",
    "Zoom": "",
    "Markers": [
      {
        "Style": "Hidden",
        "Location": "Berlin",
        "Latitude": "52.523986",
        "Longitude": "13.392157"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "https://mapwarper.net/maps/tile/44844/{z}/{x}/{y}.png ",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "static/geojson/germany-poland.geojson",
    "GeoJSON Feature Properties": "weight:0; fillColor:none"
  },
  {
    "Chapter": "Jag ville inte lämna min mamma",
    "Media Link": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Jews_forced_to_march_with_star_Kristallnacht_%28cropped%29.jpg",
    "Media Credit": "Jews are being forced to walk with the star of David during the Kristallnacht in Nazi-Germany in the night of 9-10 november 1938",
    "Media Credit Link": "",
    "Description": "<p>”Samtidigt fick jag tre möjligheter att emigrera – England, Polen eller Sverige. Det som först kom upp var Sverige och där hamnade jag rent slumpmässigt. Min räddning var en man som var på barnhemmet där jag växte upp. Han hette Joseph Burke, var mycket religiös, student på den tiden och senare inrikesminister i Israel och förde den första dialogen mellan Israel och araberna. Det var han som såg till att jag kom ut ur Tyskland. Hans porträtt hänger på min vägg.</p><p></p><p>Detta att jag fick lämna min mamma. Det ville jag inte. Jag försökte hänga mig fast så mycket som möjligt. Jag ville inte lämna Tyskland och min mamma. Men då var det Joseph Burke och min mamma som sa: ’Först så tar du och försvinner och sedan kommer mamma efter’. Och det var meningen. Men nazismen förändrades från en dag till en annan.</p><p></p><p>Vid min emigration till Sverige fanns det en notering i mitt pass, som jag fick förnyat in till slutet av 1949: ’Ert uppehållstillstånd är beviljat under förutsättning att ni bereder er på utvandring till ett annat land’. Detta fick jag var tredje månad i mitt pass. Man kan säga att istället för ett rött ’J’ för jude, som man hade i Tyskland, så hade jag denna stämpel. På den tiden var det alltså så, att de judar som ville emigrera till Sverige fick gula papper att fylla i, medan de som inte var judar fick vita papper.</p><p>I våra pass stod också att vi inte fick bosätta oss eller vistas var som helst i de stora städerna – Göteborg, Stockholm och Malmö.”<p>",
    "Zoom": "5",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Berlin",
        "Latitude": "52.523986",
        "Longitude": "13.392157"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "static/geojson/poland-sweden-uk.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Därmed var min mors öde beseglat",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>”1940 hade jag alla papper klara för emigration av min mamma till Sverige. Jag hade tre personer som garanterade min mammas namn. Vad som behövdes var att den Judiska församlingen skulle ytterligare sätta sitt namn under det här papperet. När jag kom till Judiska församlingen i Göteborg så skickade man mig till en person som tittade med stora ögon på mig och sa: ’Jag kan inte rädda alla tyska judar’. Så vände han ryggen åt mig och gick. Han vägrade skriva på det papperet. Och därmed var min mors öde beseglat. Min mamma och alla andra släktingar, med undantag av två kusiner till mig, förintades.”</p>",
    "Zoom": "5",
    "Markers": [
      {
        "Style": "Hidden",
        "Location": "Berlin",
        "Latitude": "52.523986",
        "Longitude": "13.392157"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "static/geojson/sweden.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Sjukhuspersonalen ville ha hjälp med språket",
    "Media Link": "https://www.tornsvala.se/wp-content/uploads/2015/10/VITA-BUSSAR-HBG.jpg",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>”Efter det fick jag en annan befattning där det var lite bättre betalt och det var på St Sigfrids sjukhus. Det fanns en paviljong, där de som kom hit som flyktingar med de Vita bussarna var inhysta. Alla var sjuka i TBC. Alla dessa som kom hit hade en dödskalle på sina papper. De var så pass sjuka att ingen kunde tro att de överhuvudtaget skulle överleva. Jag sökte mig dit genom SSU och genom Arbetsförmedlingen och då ville man också gärna ha hjälp med språket, sjukhuspersonalen kunde inte kommunicera med flyktingarna. Det innebar att jag också fick tolka. Och när det talades vad man kallade tyska var det egentligen jiddisch, och av jiddisch begrep de inte ett skvatt. Men jag kan jiddisch och det var inga problem för mig att översätta till svenska.”</P",
    "Zoom": "12",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Växjö sjukhus",
        "Latitude": "56.867993",
        "Longitude": "14.825902"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "https://frigg-test.isof.se/sagendatabas/api/lm_epsg3857_proxy/{z}/{y}/{x}.png",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Ett jubel utan dess like",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>”Krigsslutet minns jag mycket väl. Det upplevde jag i Växjö och då höll jag ett stort flammande tal i Folkets park. Det var SSU och SAP och jag ljuger inte om jag säger att det var över tusen personer där. Och det var ett jubel som var utan dess like. För vi trodde att nu kommer det aldrig mera bli krig! Nu hade man äntligen nått målet. Det var entusiasm på gatorna och överallt. Jag talade om hur bra vi skulle få det, för nu var Hitler borta och vi kunde gå tillbaka till det normala livet igen. Men det fanns också ganska många som var mulna i ansiktet.”</p>",
    "Zoom": "12",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Växjö Folkets Park",
        "Latitude": "56.886294",
        "Longitude": "14.801912"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "https://frigg-test.isof.se/sagendatabas/api/lm_epsg3857_proxy/{z}/{y}/{x}.png",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Jag har upplevt förändringen av det svenska samhället",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>”Sverige var väldigt annorlunda vid tiden för andra världskriget och jag har upplevt förändringen av det svenska samhället. Högtidsdagarna hade en starkt kristen prägel, de var precis som nationella helgdagar. Den kyrkliga atmosfären var en helt annan, den var dominerande. I skolan hade barnen kristendomskunskap och de judiska barnen fick befria sig från den undervisningen. Den finns inte längre, nu är det religionskunskap. Idag går mina prästkollegor och jag till skolan för att tala om religion, var och en om sin religion. På den tiden jag kom till Sverige hade detta varit helt omöjligt. Ett samarbete mellan judar och kyrkan hade vid denna tiden varit otänkbart!”</p>",
    "Zoom": "4",
    "Markers": [],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "https://frigg-test.isof.se/sagendatabas/api/lm_epsg3857_proxy/{z}/{y}/{x}.png",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "static/geojson/sweden.geojson",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Jag hade mina rötter och mitt hjärta på ett helt annat ställe",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>”Jag har fått barn i Sverige, varit gift tre gånger och blivit änkeman tre gånger.</p><p></p><p>Jag har slutat vara offer. Jag lever i Sverige i dagens läge och jag är inget offer. Offer är mina föräldrar och släktingar, alla judar som förintades. Men den tiden har levt med mig genom hela livet.</p><p></p><p>Kriget förändrade mitt liv. Om situationen inte varit som den är i dag då hade jag inte suttit här i Göteborg, utan i Berlin, som en välsituerad, pensionerad liberal rabbin. Med största sannolikhet. Och inte varit växtdoktor över huvud taget. Sverige var visserligen underbart och ett underbart land när jag ser tillbaka på tiden som har varit. Jag kom ju ändå till en demokrati som var fantastisk. Men jag hade mina rötter och mitt hjärta på ett helt annat ställe.”</p>",
    "Zoom": "4",
    "Markers": [],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "https://frigg-test.isof.se/sagendatabas/api/lm_epsg3857_proxy/{z}/{y}/{x}.png",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "static/geojson/sweden.geojson",
    "GeoJSON Feature Properties": ""
  }
]