[
  {
    "Chapter": "Jag hade ändå samma mentalitet som i Aleppo",
    "Description": "<p>Areej föddes i Syrien på mitten av 1960-talet. Som barn flyttade hon med sin familj till Saudiarabien där hennes pappa jobbade. </p><p></p><p>\"Jag är från Syrien. Min pappa jobbade i Saudiarabien, och därför bodde vi där. Kvinnornas liv i Saudiarabien är riktigt tråkigt, speciellt om man är från Aleppo. Du vet, i Aleppo vill alla kvinnor se snygga ut. De vill kunna laga god mat, och det viktigaste för dem är att uppfylla sina mäns alla önskningar. Kvinnorna i Aleppo går i affärer hela dagarna och köper sexiga klänningar för att överraska sina män på kvällen. Alla vet att torsdag kväll är speciell i Aleppo, och i de flesta arabiska länderna. Det var det jag växte upp med. Men jag har bott i Saudiarabien sedan jag var sex år. Där bodde också många av mina släktingar. Men jag hade ändå samma mentalitet som i Aleppo; jag tyckte att det viktigaste i livet var att vara snygg och att min blivande man skulle vara nöjd med mig.\"</p><p></p><p>\"I Saudiarabien frågade många mina föräldrar om min hand. Jag hade allt som en arabisk man vill ha: vit hy, ljusa ögon och ljust hår. Men min pappa ville inte ge mig till någon saudisk man. Han brukade alltid säga: 'Även om prinsen skulle ville gifta sig med dig kommer jag att säga nej'. När jag var tretton år kom en pojke och hans mamma. Han var tjugo år, och de frågade om min hand. Jag kände honom inte, men det viktigaste var att han var från en känd familj i Syrien.\"</p>",
    "Media Link": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Syrien_1961_Aleppo_Blick_von_der_Zitadelle.jpg",
    "Media Credit": "Aleppo 1961 (Manfred Nüchter / CC BY-SA)",
    "Media Credit Link": "https://commons.wikimedia.org/wiki/File:Syrien_1961_Aleppo_Blick_von_der_Zitadelle.jpg",
    "Zoom": "",
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/syria-saudi-arabia.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange",
    "Markers": [
      {
        "Location": "Aleppo",
        "Latitude": "36.19924",
        "Longitude": "37.1637253",
        "Style": "Location",
        "Marker Color": "green"
      }
    ]
  },
  {
    "Chapter": "Jag var så lycklig över att jag skulle gifta mig",
    "Description": "<p>\"Jag var väldigt glad. Äntligen skulle jag få gifta mig. Äntligen skulle jag bo i en egen lägenhet och jag skulle få välja möbler, köpa saker som jag tyckte om och jag skulle ha en man som gav mig en massa pengar. Det här är det liv som varje kvinna drömmer om - kanske tycker du att det låter konstigt.\"</p><p></p><p>\"Jag fick mycket guld och mycket pengar i present för att kunna förbereda mig för bröllopet. Jag fick en ganska stor summa som mukadam och muakhar*.\"</p><p></p><p>\"Jag hade ett år på mig för att förbereda mig. Under det året tänkte jag bara på bröllopsfesten. Jag tänkte inte alls på framtiden efter bröllopet. Det var en dröm som skulle gå i uppfyllelse. Jag var väldigt stolt över mig själv. Självklart var jag stolt eftersom jag skulle gifta mig! Tyvärr lever kvinnor så i vårt samhälle.\"</p><p></p><p>\"Jag var så lycklig över att jag skulle gifta mig. Nu menar jag inte att jag gifte mig med rätt person, utan bara att jag skulle gifta mig. Med andra ord kan man säga att min dröm var den vita bröllopsklänningen som jag beställde två månader före bröllopet. I ett år tänkte jag bara på min bröllopsdag. Jag tänkte på vilka kläder jag skulle förbereda, hur min klänning skulle se ut och vem jag skulle bjuda på min bröllopsfest. Jag tänkte på mina kompisar som skulle bli avundsjuka. Jag var glad, väldigt glad, men jag var precis som en liten kattunge eller en liten hund som har fått det den vill. Jag var väldigt naiv, jag hade inga intressen i livet och det är jag ledsen för nu.\"</p><p></p><p>\"Bröllopet kom, och allt var perfekt. Sedan öppnades mina ögon. Jag skulle leva med en man som var som en främling. Men allt fortsatte, livet fortsatte dag efter dag. Det fanns ingen plats för känslor i mitt liv.\"</p><p><small>*Enligt arabisk tradition ska brudgummen underteckna ett äktenskapsavtal där det framgår hur stor summa han kommer att ge till sin brud. Pengarna kallas för mahr. Summan delas upp i två delar där den första summan, som bruden får före bröllopet, kallas för mukadam, och den andra, som bruden får ifall paret skiljer sig, kallas för muakhar.</small></p>",
    "Media Link": "https://live.staticflickr.com/7003/6514259875_9441cb33c6_b.jpg",
    "Media Credit": "Riyadh 1979 (https://www.flickr.com/photos/dennisharper/6514259875)",
    "Media Credit Link": "https://www.flickr.com/photos/dennisharper/6514259875",
    "Zoom": "",
    "Markers": [],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/saudi-arabia.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Var ligger Sverige ens på kartan?",
    "Description": "<p>\"Situationen i Saudiarabien var, och är fortfarande, inte speciellt bra för de flesta som jobbar där. Min man var en av de hundratals människor som drömde om att förändra sitt liv. Han fick chans att åka till Sverige, till sin morbror som bodde i Göteborg. Han reste till Sverige och jag stannade kvar hemma eftersom det tar tid att förbereda alla dokumenten. Jag var väldigt arg över att behöva flytta till ett annat land, det land som kallas Sverige. Vad är Sverige för ett land? Var ligger Sverige ens på kartan? Men samtidigt tyckte jag det var skönt när han hade rest och jag var hemma ensam. Jag hade fått min lilla dotter då, och hon var bara några månader gammal.\"</p><p></p><p>\"Efter några månader fick jag uppehållstillstånd, men jag vägrade åka till Sverige. Min man ville inte tvinga mig. Han började jobba i Göteborg som ingenjör. Han kunde engelska perfekt, och han lärde sig svenska väldigt snabbt. Jag borde ha varit stolt över honom, men allt detta betydde inget för mig. Han sade till mig att jag fick bestämma när jag ville åka till Sverige; att det inte var någon stress men att jag var tvungen att flytta dit någon gång. Vi levde så, han jobbade i Sverige och jag bodde i Saudiarabien. Han kom hem två gånger om året. Hemma hade vi en anställd som städade och lagade mat, så jag levde som en drottning. Men under det andra året bestämde min man att jag var tvungen att följa med honom till Sverige, annars måste vi skilja oss. Han sade att det inte var något riktigt liv när han bodde där och jag var här. Han ville att vår dotter skulle börja på dagis i Göteborg och inte i Saudiarabien. Då reste jag till Göteborg, för jag var rädd för skilsmässa. Det är en skam.\"</p><p></p><p>\"Jag kom till Göteborg, till en liten lägenhet med två rum. Den var väldigt torftigt möblerad. Tänk dig vilken stor skillnad det var mellan min villa i Saudiarabien och lägenheten här! Jag trodde jag skulle dö.\"</p>",
    "Media Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Norra_Hamnkanalen_i_G%C3%B6teborg%2C_ca_1985.jpg/320px-Norra_Hamnkanalen_i_G%C3%B6teborg%2C_ca_1985.jpg",
    "Media Credit": "Norra Hamnkanalen i Göteborg, ca 1985",
    "Media Credit Link": "https://sv.m.wikipedia.org/wiki/Fil:Norra_Hamnkanalen_i_G%C3%B6teborg,_ca_1985.jpg",
    "Zoom": "",
    "Markers": [],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/saudi-arabia-sweden.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Jag blev chockad över hur alla tittade på mig, och att alla tyckte synd om mig",
    "Description": "<p>\"Men här i Sverige började jag och min man lära känna varandra på riktigt. Vi började prata om saker som rör livet i stort. Det var spännande att lyssna på hans planer inför framtiden. Han ville studera till en master. Han sade till mig att jag också måste studera, och kanske fortsätta på högre nivå. Jag kan inte beskriva hur det kändes. Ja, jag ville gå i skolan och träffa folk! Jag ville pröva något nytt, något som är helt annorlunda. Jag gick i skolan där hemma, men här var allt helt annorlunda. Jag ville lära mig språket.\"</p><p></p><p>\"Det tog inte långt tid innan jag fick en plats i skolan. Jag började i en vanligt skola, för jag var bara femton år då. Jag blev chockad över hur alla tittade på mig, och att alla tyckte synd om mig. Skolkuratorn och skolsköterskan pratade mycket och många gånger med mig om att jag blivit tvingad att gifta mig, och om jag ville lämna min man. Jag förstod inte att allt jag sa togs på allvar. Jag berättade att det var min pappa som bestämt att jag skulle gifta mig, och att jag inte hade några känslor för min man. Jag ljög inte. Däremot tänkte jag inte på att säga att detta livet passade mig, att jag ville stanna hos honom.\"</p><p></p><p>\"Jag blev snabbt omhändertagen. Min man visste inte vad som hade hänt. Jag bodde i ett rum med min dotter. Jag var rädd att de skulle ta henne ifrån mig. Socialtjänsten tolkade allt jag sa på fel sätt. Det kändes som om jag pratade tvärtomspråket. Vi hade olika syn på allt, vi tänkte på olika sätt. Jag vet att socialtjänsten har hjälpt många kvinnor som upplevt våld och hot i hemmet, men de förstörde mitt liv. Jag bodde på olika ställen och fick varken kontakta mina föräldrar eller min man.\"</p>",
    "Media Link": "https://1.bp.blogspot.com/-dlSvcghT26U/XBTXB0PWzNI/AAAAAAAKULc/DZo-2AejnjUfFnCtAwG0yc6mtay61pkgwCLcBGAs/s640/Foto.%2BFotograf%2Bok%25C3%25A4nd.%2BKorsv%25C3%25A4gen.%2B80-tal.jpg",
    "Media Credit": "Göteborg på 1980-talet (http://nostalgorama.blogspot.com/2018/12/goteborg-pa-1980-talet.html)",
    "Media Credit Link": "http://nostalgorama.blogspot.com/2018/12/goteborg-pa-1980-talet.html",
    "Zoom": "",
    "Markers": [],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/sweden.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Jag kände att jag inte längre kunde leva där",
    "Description": "<p>När jag blev arton år började jag jobba på ett kaffe på Centralstationen, för att få ett eget liv igen. Min dotter började skolan. Vi hyrde ett litet rum, och jag och min dotter bodde där. Jag vågade inte kontakta mina föräldrar, jag kände mig skyldig. Jag sökte upp min man. Det var enkelt att hitta honom eftersom han jobbade kvar på samma ställe. Han var irriterad när vi tillslut träffades. Jag hade så mycket jag ville berätta för honom. Jag ville att han skulle förstå att jag inte hade velat lämna honom. Men jag sade ingenting. Han frågade mig varför jag gått till socialtjänsten, varför jag berättade för dem och varför han inte fått träffa sin dotter på över tre år. Han sade att han redan hade tagit ut officiell skilsmässa där hemma. Att jag var fri och fick göra vad jag ville, men att han ville ha kontakt med sin dotter. När jag först kontaktade mina föräldrar kom det mycket frågor och förebråelser, men sedan fick vi vår nära relation tillbaka. De ville att jag skulle resa hem, men jag ville inte det. Jag kände att jag inte längre kunde leva där.</p><p></p><p>Jag pratade svenska flytande och jobbade på olika kaféer och affärer. Min dotter bodde varannan vecka hos mig, så jag hade mycket tid för mig själv. Jag träffade en man från Irak som lurade mig. Jag fick ett barn med honom, men han erkände aldrig att det var hans son. Jag tänkte att vi skulle gifta oss och bilda en ny lycklig familj, men tyvärr blev det inte så.</p>",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Zoom": "12",
    "Markers": [
    {
      "Style": "Plain",
      "Location": "GBG Centralstation",
      "Latitude": "57.7091812",
      "Longitude": "11.9730036"
    }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Jag berättar aldrig min historia för någon",
    "Description": "<p>\"Göteborg är en svår stad att bo i för någon som mig. Jag blev utsparkad från mitt eget samhälle, men har aldrig blivit accepterad i det svenska samhället. För de arabiska män som har bott här länge är jag en bra kompis att gå ut och umgås med, men jag har aldrig tillåtits träffa deras familjer. För svenskarna är jag en arabisk kvinna som försöker att leva på svenskt sätt, och det gillar de inte.\"</p><p></p><p>\"När jag är någonstans och pratar med någon jag inte känner brukar han fråga efter en stund: 'Du bryter när du pratar, kommer du från ett annat land?'. Jag svarar aldrig, jag brukar säga att jag inte kan svara på din fråga. Jag säger aldrig att jag är från Syrien eller Saudiarabien. Jag berättar aldrig min historia för någon. Folk börjar bete sig annorlunda då.\"</p><p></p><p>\"Nu går min son på gymnasiet. Han kan inte arabiska. Och min dotter studerar i Spanien. Hennes pappa gifte sig med en annan kvinna, och han bor på Hisingen. De har några barn. Och jag jobbar fortfarande här och där. Jag har inget stabilt liv, inga riktiga vänner och ingen riktigt glädje.\"</p><p></p><p>\"Nu är jag nästan femtio år gammal, men jag bryr mig fortfarande mycket om min utseende. Jag lägger alla pengar jag sparar på olika skönhetsbehandlingar.\"</p>",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Zoom": "",
    "Markers": [],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/spain-sweden.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Mitt liv har förändrats sedan alla syrier kom till Göteborg",
    "Description": "<p>\"Mitt liv har förändrats sedan alla syrier kom till Göteborg. Jag har kommit tillbaka till livet. Jag började hjälpa till så mycket jag kunde. Jag har fått nya kompisar och vänner. Några av mina släktingar från Aleppo har kommit hit. Jag började prata arabiska igen, och började laga arabiskt mat. Jag försöker hjälpa så mycket som möjligt, för det är mitt ansvar. Och jag har fått många tillfällen att jobba eftersom de som kommer hit och startar egna projekt alltid behöver folk som kan svenska, som förstår kulturen och som kan ge råd.\"</p><p></p><p>\"Jag känner ingen sorg för mig själv eftersom jag tror på Allah och jag vet att det var han som valde det här livet för mig. Och jag är tacksam för att mina barn är lyckliga och glada.\"</p>",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Zoom": "",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "GBG Centralstation",
        "Latitude": "57.7091812",
        "Longitude": "11.9730036"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/syria.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  }
]