[
  {
    "Chapter": "De va bestämt att ja skulle ta över farmen",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>Kenneth växte upp på en gård i norra Minnesota tillsammans med sina föräldrar och äldre syskon.</p><p></p><p>**inspelning här**</p><p><i>”Ja var född opp i Norra Minnesota å så ja va yngst i våran familj. Å vi hade gård där oppe å vi farma. Så de va bestämt att ja skulle ta över farmen. För du vet min far var femti år gammal när ja var född. Så vi bruka skoja att dom hade mej så att dom kunde ha nån att hjälpa dom på farmen.”</i></p><p>År 1901 flyttade Kenneths far från den svenska orten Järpen till Minnesota i USA. Fadern hade växt upp i Jämtland tillsammans med sina två syskon och sin far (Kenneths farfar). Som 10-åring var Kenneths far tvungen att börja arbeta på sågverket för att tjäna pengar åt familjen. Ett par år tidigare hade modern (Kenneths farmor) gått bort, vilket ledde till att farfadern började supa. Han tog ofta mycket av pengarna som Kenneths far hade tjänat ihop och lämnade bara ett par småslantar till barnen.</p><p></p><p>**inspelning här**</p><p><i>”Min far var sån, han tyckte om musik. Men farfar, han, han blev så avunsjuk så han sa att (...) Min far köpte en gammal fiol. Men han kunde inte spela fiol i huse han hade då gå ut i lagårn å spela fiol. Å han, han sa till farfar en gång han sa `ja vet inte vad det är med din gud som är så emot musik å dans som jag tycker om så väldigt mycket.”</i></p>",
    "Zoom": "14",
    "Markers": [
      
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/minnesota.geojson",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Vi var bara emigranter, dom gjorde vad dom ville med oss",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>En bekant till Kenneths farfar hade sedan några år tillbaka lämnat svenska Järpen för ett liv i Minnesota. Där drev han en stor gård och tjänade mycket pengar. Varje år skickade han ett brev hem till Jämtland där han frågade efter två starka och plikttrogna pojkar som kunde komma över till Amerika och arbeta på gården – och år 1901 blev Kenneths far en av dem. Fadern och en annan pojke fick varsin biljett och åkte hela vägen över Atlanten. Väl framme fick de arbete, mat och huserum, men ingen övrig ersättning. När hösten kom begav de sig till skogsarbetet uppe i Stillwater, Minnesota i hopp om att tjäna pengar.</p><p>**inspelning här**</p><p><i>”Dom var som slavar där oppe. Han sa dom hade varit ute, dom steg upp de var mörkt å han sa dom gick opp i skogen när det var mörkt å så snart som de va ljust kunde dom se bättre å hugga trä å så, varje da, å dom arbeta hela dagen. På middan så kom dom ut dom gedde dom lite mat å, men då arbeta dom till de va mörkt å så gick genom skogen hem i mörker å de va 6 dagar av vecka å på sönda hade dom så att dom kunde vaska kläder å vila lite grann. Å han sa att, du vet dom var där, i logging camp där dom bodde (...) Å du vet dom va där en liten affär där som dom kunde tjöpa strumper å snus å vad dom behövde du vet. Å du vet dom hade inte nå pengar så dom skrev ner i boken var de, dom hade en bok där i affärn där dom skrev ner vad de va å vem de va å vad dom tjöpte. Å då på vårn när dom kom till Stillwater på tåge igen då hade dom den boken va me så när dom skulle få betalt för hela vintern arbete så tog dom all of de dom hade skrivi ner i boken. Men dom skrev ner tre gånger mer det vad dom köpte, sa far. Men han sa de va, de var ingenting dom kunde göra. Han sa dom tog mycke pengar från han som han hade aldrig fått nånting för de där, men (...) Han sa vi var bara emigranter, dom gjorde vad dom ville med oss, sa han.”</i></p><p>Kenneths mor föddes och växte upp i Sörsjön, Dalarna. Hennes äldre bror åkte över till Amerika år 1904 och började arbeta vid en järngruva där även Kenneths far hade fått jobb. De arbetade tillsammans och blev goda vänner. År 1906 köpte morbrodern en biljett till Kenneths mor och senare samma år blev Kenneths mor och far ett par. De gifte sig på midsommarafton år 1913. </p>",
    "Zoom": "",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Järpen",
        "Latitude": "63.348914",
        "Longitude":  "13.461949"
      },
      {
        "Style": "Plain",
        "Location": "Minneapolis",
        "Latitude": "44.981944",
        "Longitude": "-93.269167"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/minnesota.geojson",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "Han ville inte byta efternamn, det var viktigt",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>Kenneths farfar hette från början Per Jonsson, precis som många andra män i den svenska armén på den tiden. Det fanns så många Per Jonsson bland soldaterna att farfaderns post aldrig kom fram. Då valde Per att byta sitt efternamn till Östlund. </p><p><i>\"Du vet farfar, min farfar, han nä dom tog han i armén, svenska armén, han hette för Per Jonsson. Så när, du vet som va vanlit på den tiden. Men far, du vet farfar, nämde min far Jon, men nä han kom te Amerika då hade han te ändra de till John, instead of Jon, dom kunde inte säga Jon. Men farfar, Per Jonsson, när dom tog han i armén han sa de va så många Per Jonsson i armén så han kunde aldri få posten. Han blev så arg att, att han kunde inte få fö de va så många där, han sa när du fick, du visste inte om de va för dej eller nån annan Per Jonsson. Så då han ändra sitt namn te Per Östlund.\"</i></p><p>När Kenneths far sedan kom till Minnesota var det svårt för amerikanarna att uttala bokstaven ”ö” och de försökte därför få fadern att byta efternamn, men fadern var bestämd och tackade nej. Östlund fick vara kvar och tack vare det har Kenneth kvar sitt svenska efternamn.</p><p><i>\"Så när far kom hit så kom te Amerika, då ville dom, dom kunde int, de va svårt för dom som språker engelska å säga Östlund. Austlund for some reason is hard for them to pronounce. So they wanted my dad to change it to Eastland, e a s t l a n d. Dad said no. You change my first name from Jon to John, good enough, leave the Östlund.\"</i><p>",
    "Zoom": "5",
    "Markers": [
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/minnesota.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Svenska. It’s like a bond",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>När Kenneth växte upp talade familjen nästan alltid svenska i hemmet. Modern började prata engelska med Kenneth först när han var 6 år gammal och skulle börja skolan. Kenneths far hade många släktingar som hade emigrerat till Amerika och de flesta bodde inom samma område. De hjälpte ofta varandra med gårdsarbete och lantbruk och de talade alltid svenska med varandra.</p><p>**Inspelning här**</p><p><i>”För mej, de är nånting. Om jag ser nån som ja vet kan tala svenska så är ja där och talar svenska med dom. För du vet, de är nånting, i have to say in english. It’s like a bond. I can bond so well when I have someone that I can talk swedish with. It’s just an emotinal thing.”</i></p>",
    "Zoom": "5",
    "Markers": [
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/minnesota.geojson",
    "GeoJSON Feature Properties": ""
  },
  {
    "Chapter": "It wasn’t much of a birthday",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>År 1953 ingick Kenneth i den amerikanska armén då han genomförde en 16 månaders lång tjänsgöring i Koreakriget. Under sin tid i Korea hann Kenneth fylla 21 år, men hans så kallade golden birthday blev inte som han först hade trott.</p><p>**Inspelning här**</p><p><i>”They all said that when you have your golden birthday, you will really have a big birthday. And on my 21st birthday I was on guard, I was over in Korea, and I was guarding a piece of (...), so that the Koreans, the North Koreans wouldnt come true. And I thought to myself, here all these years that they’ve told me what a wonderful 21st birthday Im gonna have, little did they know that on my 21st birthday and there’s not a soul that knows it’s my birthday and Im, Im out here at night guarding a piece of wire, you know a fence. So it wasn’t much of a birthday.”</i></p><p>Efter kriget åkte Kenneth tillbaka till Amerika och flyttade in hos sin morbror, Victor Frank. Där bodde de tillsammans under hela Kenneths studietid. År 1960, samma år som Kenneth gifte sig med sin fru Barbara, dog Victor och det nygifta paret tog då över bostaden. I morbroderns testamente stod det att Kenneths mor skulle äga platsen där huset stod och resten av förmögenheten skulle skickas till släktingar hemma i Sverige. En stor del av pengarna kom dock aldrig fram, då både den amerikanska och svenska staten skulle ha sin del. </p><p>Kenneth och Barbara bodde i Victor Franks hus i 10 år innan de köpte egen mark och byggde hus. De har aldrig flyttat från Minnesota utan bor kvar i samma hus sedan 70-talet.</p>",
    "Zoom": "12",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Korea",
        "Latitude": "37.663998",
        "Longitude":  "127.978462"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/korea-minnesota.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Nån gång ska jag gå till Sverige på midsommar",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>Under Kenneth uppväxt fick han ofta höra om hur det var att fira midsommar i Sverige och han bestämde sig tidigt i livet att han någon gång skulle dit och uppleva det.</p><p>**Inspelning här**</p><p><i>”Min fru, Barbara, hon hörde mej säga den för så många gånger. Så hon sa till mig en gång. Hon sa 'Kenneth, du blir åtti år gammal å du säger nån gång ska jag gå till sverige på midsommar'. Hon sa om du bestämmer dig inte en tid när du ska dit kommer du aldri dit. Å det va väll sant. Men ja blev lite arg och ja sa 'ha, då ska ja bestämma. Vi ska dit när vi har vart gifta i 25 år ska vi till sverige'. Å jag hade brevväxlat med ett par kusiner. Så vi gick till sverige, vi flög till sverige... well, first. Jag sa om vi ska till sverige ska vi vara där för fyra vecker och barbara sa nej då två vecker eller, vi behöver inte va där så länge. Så vi kunde inte komma överens om hur länge vi skulle vara där. Men hösten före vi skulle dit så blev ja sjuk och ja va på sjukhuse och ja nästan dog. Å hon va där var dag å välsigna mej men jag blev bättre så hon kom en morgon å ja sa ja bestämde nånting igår kväll. Hon sa vad va de då? Ja sa vi ska när vi går till Sverige ska vi vara där för 4 veckor. Ja de ska vi sa hon.”</i></p>",
    "Zoom": "12",
    "Markers": [
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/minnesota-sweden.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  },
  {
    "Chapter": "Hanses great great great grandfather and my great great great grandfather were brothers",
    "Media Link": "",
    "Media Credit": "",
    "Media Credit Link": "",
    "Description": "<p>När Kenneth och Barbara kom till Sverige träffade de 16 utav Kenneths kusiner, och det var endast på moderns sida. En del släktingar bodde till och med kvar på gården där hans mor var född. Släkten ordnade med ett stort kalas och alla samlades på gården för att umgås. Kenneths släktingar hade inte fått lära sig engelska i skolan men de trodde inte heller att Kenneth skulle kunna prata svenska med dem. När de fick höra hans version av svenska blev de både imponerade och glada.</p><p>**Inspelning här**</p><p><i>”När ja prata svenska ja kunde se dom skratta lite grann så ja fråga va är de som ja säger som är så roligt? Å han sa du bruker ord på svenska som ja inte hört sen ja va ung pojke. Å du vet ja hade aldrig tänkt på de, men du vet svenska som ja lärde mej (...) man tala i sverige på nittonhundratale.”</i></p><p>År 1996 besökte Kenneth och Barbara Sverige igen. De åkte till Karlstad i Värmland och träffade Kenneths kusin på sin fars sida.</p><p>**Inspelning här**</p><p><i>”Min kusin fråga han sa ’skulle du tycka om å se gamla hemfarmen svensk (Andersberg)? Åh, ja sa ja där men dä kan man inte bli? Han sa ja prate med dom som bo där å dom längta att ni kommer. Så han sa vi ska dit imorron. Ja. Så vi gick dit å dom, vi hade så trevligt å se svensk (Andersberg). Å du vet den som bo där hanses great great great grandfather and my great great great grandfather were brothers. Except his was the oldest so he inherited the farm. And after all, back to 1750 I still have a relative on svensk (Andersberg)”</i>.</p>",
    "Zoom": "4",
    "Markers": [
      {
        "Style": "Plain",
        "Location": "Järpen",
        "Latitude": "63.348914",
        "Longitude":  "13.461949"
      },
      {
        "Style": "Plain",
        "Location": "Minneapolis",
        "Latitude": "44.981944",
        "Longitude": "-93.269167"
      },
      {
        "Style": "Plain",
        "Location": "Karlstad",
        "Latitude": "59.387471",
        "Longitude":  "13.50998"
      }
    ],
    "Found": "",
    "Quality": "",
    "Source": "",
    "Overlay": "",
    "Overlay Transparency": "",
    "GeoJSON Overlay": "geojson/minnesota-sweden.geojson",
    "GeoJSON Feature Properties": "weight:5; fillColor:orange"
  }
]